Repository: jimregan/citizens-information-raw
Catalog: en-pl/www.citizensinformation.ie/pl/social_welfare/social_welfare_payments/disability_and_illness/partial_capacity_benefit.html.txt.tmx
Source language: en
Languages: pl

source: Partial Capacity Benefit is a social welfare scheme which allows you to return to work or self-employment (if you have reduced capacity to work) and continue to receive a payment from the Department of Social Protection
pl: Zasiłek z tytułu częściowej zdolności do pracy jest planem socjalnym pozwalającym na powrót do pracy lub samozatrudnienie (w przypadku ograniczonej możliwości wykonywania pracy) i kontynuowania pobierania świadczenia wypłacanego przez Departament Ochrony Socjalnej

source: If you have been getting Illness Benefit (for a minimum of 6 months) or Invalidity Pension and wish to return to work you may qualify for Partial Capacity Benefit if your capacity for work is reduced by your medical condition
pl: W przypadku pobierania zasiłku chorobowego (przez co najmniej 6 miesięcy) lub renty inwalidzkiej i chęci powrotu do pracy można być uprawnionym do zasiłku z tytułu częściowej zdolności do pracy, jeżeli zdolność do jej wykonywania ograniczona jest stanem zdrowia

source: You will qualify for Partial Capacity Benefit if your restriction on capacity for work is assessed as moderate, severe, or profound
pl: Zasiłek z tytułu częściowej zdolności do pracy można uzyskać, jeżeli ograniczenie w zakresie tej zdolności oceniane jest jako umiarkowane, duże lub głębokie

source: If it is assessed as mild you will not qualify and your continued eligibility to Illness Benefit or Invalidity Pension will also be reviewed
pl: Jeżeli zostanie uznane za niewielkie, nie ma prawa do otrzymywania zasiłku, a ciągłe uprawnienie do pobierania zasiłku chorobowego lub renty inwalidzkiej również zostanie poddane ponownej ocenie

source: Participation on the Partial Capacity Benefit scheme is voluntary and you may return to Illness Benefit or Invalidity Pension if, for example, your employment ceases or if you find you cannot continue to work
pl: Istnieje możliwość powrotu do pobierania zasiłku chorobowego lub renty inwalidzkiej, jeżeli np. wygasa okres zatrudnienia lub jeżeli nie ma możliwości kontynuowania zatrudnienia

source: You do not have to transfer onto the Partial Capacity Scheme if you wish to do voluntary work
pl: Nie ma potrzeby przechodzenia na zasiłek z tytułu częściowej zdolności do pracy, jeżeliosoba pragnie pracować na zasadach wolontariatu

source: From 13 February 2012 Partial Capacity Benefit replaces the previous exemption arrangements where people on Illness Benefit or Invalidity Pension could get permission to work part-time (known as an exemption) for rehabilitative or therapeutic purposes and keep their full social welfare payment
pl: Z dniem 13 lutego 2012 r. zasiłek z tytułu częściowej zdolności do pracy zastępuje poprzednio obowiązujące wyjątki, które zezwalały osobom pobierającym zasiłek chorobowy lub rentę inwalidzką na pracę w niepełnym wymiarze godzin (wyłączenie) w celach rehabilitacyjno-terapeutycznych i pobieranie pełnego świadczenia socjalnego

source: There is no requirement that the work a person does while on Partial Capacity Benefit has to be for rehabilitative or therapeutic purposes
pl: Nie istnieje wymóg, aby praca osoby pobierającej ten zasiłek była wykonywana w celu rehabilitacyjnym lub terapeutycznym

source: If you are on Illness Benefit or Invalidity Pension and want to do a FET (formerly FÁS) training course, you do not go onto Partial Capacity Benefit
pl: Jeżeli osoba pobiera zasiłek chorobowy lub rentę inwalidzką i chce przejść szkolenie FET (dawniej FÁS), nie musi przechodzić na zasiłek z tytułu częściowej zdolności do pracy

source: You apply to the Illness Benefit or Invalidity Pension section, as appropriate
pl: Wniosek o przyznanie zasiłku chorobowego lub renty inwalidzkiej składa się w odpowiedniej sekcji

source: From 1 January 2014 new participants do not get a training allowance and a social welfare payment together
pl: Istnieje możliwość uzyskania zasiłku z tytułu szkolenia, jak również normalnego świadczenia socjalnego. (Od 1 stycznia 2014 r

source: You cannot get Partial Capacity Benefit and take part in a Community Employment Scheme
pl: Nie ma możliwości pobierania zasiłku z tytułu częściowej zdolności do pracy i równoczesnego udziału w programie zatrudnienia członków społeczności (ang. Community Employment Scheme)

source: To qualify for Partial Capacity Benefit you need to be currently getting either:
pl: Aby kwalifikować się do zasiłku z tytułu częściowej zdolności do pracy, należy aktualnie pobierać:

source: • Illness Benefit (for a minimum of 6 months)
pl: • zasiłek chorobowy (przez co najmniej 6 miesięcy)

source: You may not work until you have received written approval to do so from the Department of Social Protection
pl: Nie wolno podejmować pracy do momentu otrzymania pisemnego zezwolenia na jej podjęcie wydanego przez Departament Ochrony Socjalnej

source: You should also get the approval of your doctor before taking up employment
pl: Przed podjęciem zatrudnienia należy ponadto uzyskać zgodę lekarską

source: You can work in a self-employed capacity while getting Partial Capacity Benefit
pl: Nie istnieje ograniczenie dotyczące wysokości dochodów ani liczby przepracowanych godzin

source: You cannot get Partial Capacity Benefit and Family Income Supplement together. You can get Partial Capacity Benefit and a half-rate Carer's Allowance together
pl: W okresie pobierania zasiłku z tytułu częściowej zdolności do pracy istnieje możliwość samozatrudnienia

source: Note that Disability Allowance and Blind Pension are not qualifying payments for Partial Capacity Benefit. How long does payment last?
pl: Nie ma możliwości równoczesnego pobierania zasiłku z tytułu częściowej zdolności do pracy oraz zasiłku dla rodzin o niskich dochodach

source: Payment will last as long as you have an underlying entitlement to Illness Benefit or Invalidity Pension. Your continued entitlement to Partial Capacity Benefit is subject to review and you may be required to attend a medical assessment by a medical assessor
pl: Należy pamiętać, że zasiłek z tytułu niepełnosprawności oraz zasiłek dla osób niedowidzących nie są świadczeniami kwalifikującymi do zasiłku z tytułu częściowej zdolności do pracy

source: Partial Capacity Benefit is made up of a personal rate for you and may include increases for your qualified adult and qualified child(ren)
pl: Zasiłek z tytułu częściowej zdolności do pracy stanowi stawka indywidualna. Może obejmować podwyżki z tytułu uprawnionej osoby dorosłej lub uprawnionego dziecka bądź dzieci

source: The personal rate of payment is based on the assessment of your restriction on capacity for work, whether you were in receipt of Illness Benefit or Invalidity Pension and your current rate of payment
pl: Stawka indywidualna świadczenia opiera się na ocenie stopnia ograniczenia zdolności do wykonywania pracy, fakcie pobierania zasiłku chorobowego lub renty inwalidzkiej oraz aktualnej stawki świadczenia

source: │Medical assessment │% of your personal rate of Illness Benefit or Invalidity Pension payment │
pl: │Ocena stanu zdrowia │% stawki indywidualnej zasiłku chorobowego lub renty inwalidzkiej │

source: Increases for qualified children and adults continue to be paid at the same rate
pl: Podwyżki z tytułu uprawnionych dzieci i osób dorosłych będą nadal wypłacane w tej samej wysokości

source: The conditions for payment of increases are the same as those that applied to your Illness Benefit or Invalidity Pension claim
pl: Obowiązują te same warunki wypłacania podwyżek, co w przypadku wniosku o zasiłek chorobowy lub rentę inwalidzką

source: Maximum rates of Partial Capacity Benefit in 2016 and up to March 2017
pl: Maksymalne kwoty zasiłku z tytułu częściowej niezdolności do pracy w 2015 r

source: │Medical Assessment │Person previously getting Illness Benefit at the maximum personal rate €193.00 (from 13 March 2017) │Person aged under 66 and previously getting Invalidity Pension at the maximum personal rate €198.50 (from 16 March 2017) │
pl: │Ocena stanu zdrowia │Osoba uprzednio pobierająca zasiłek chorobowy w kwocie maksymalnej 188 EUR │Osoba w wieku poniżej 66 lat, uprzednio pobierająca rentę inwalidzką w kwocie maksymalnej 193,50 EUR │

source: │Moderate │€96.50 │€99.25 │
pl: │Ograniczenie umiarkowane │94,00 EUR │96,75 EUR │

source: │Severe │€144.75 │€148.88 │
pl: │Ograniczenie duże │141 EUR │145,13 EUR │

source: │Profound │€193.00 │€198.50 │
pl: │Ograniczenie głębokie │188 EUR │193,50 EUR │

source: Partial Capacity Benefit will be paid directly by Electronic Funds Transfer (EFT) into your Irish bank or building society account (not a mortgage account)
pl: Zasiłek z tytułu częściowej zdolności do pracy będzie wypłacany bezpośrednio przez system transakcji elektronicznych (EFT) na rachunek w irlandzkim banku beneficjenta lub rachunek towarzystwa budowlanego (innym niż rachunek hipoteczny)

source: You cannot keep your Fuel Allowance. If you were getting Invalidity Pension and a Living Alone Allowance (LAA) with your Invalidity Pension (or you start to live alone while you are getting PCB) your rate of PCB will be calculated on the basis of your Invalidity Pension and your LAA
pl: W przypadku pobierania renty inwalidzkiej i uprawnienia do bezpłatnych przejazdów lub zasiłek z tytułu zamieszkiwania na wyspie można zachować prawo do tych świadczeń, kwalifikując się do zasiłku z tytułu częściowej zdolności do pracy

source: So, for example, if your restriction on capacity for work is severe your PCB payment will be 75% of your IP and LAA payment
pl: Nie można natomiast pobierać dalej dodatku na paliwo lub dodatku dla osoby żyjącej samotnie

source: This limit is the maximum rate of State Pension (Contributory) for your circumstances (this includes any dependents you may have) plus €100
pl: W przypadku pobierania pakietu świadczeń na prowadzenie gospodarstwa domowego również można je zachować

source: Your weekly income limit is then compared to your weekly means in a means test
pl: Zależy to od wyniku oceny zamożności dokonywanej po dwóch latach

source: You should check with the Department of Social Protection's representative (formerly known as the Community Welfare Officer) in your local health centre to see how your Rent Supplement or Mortgage Interest Supplement may be affected by your participation in the Partial Capacity Scheme. How to apply
pl: Uprzedstawiciela Departamentu Ochrony Socjalnej (dawniej urzędnika opieki społecznej) w miejscowym ośrodku zdrowia można dowiedzieć się, jaki wpływ na dopłatę do czynszu lub dodatek na spłatę hipoteki może mieć fakt korzystania z zasiłku z tytułu częściowej zdolności do pracy

source: This may require you to attend a medical assessment
pl: Należy skontaktować się z wydziałem ds

source: You should include all appropriate medical evidence with your application
pl: częściowej zdolności do pracy Departamentu Ochrony Socjalnej

source: If you qualify for Partial Capacity Benefit, you are not required to send in medical certificates
pl: Formularz wniosku zostanie wysłany pocztą (formularze nie są obecnie dostępne w Internecie)

source: You can apply for Partial Capacity Benefit before you start to look for work and any reduction (if applicable) to your personal rate is not applied until you start work
pl: Lekarz orzecznik oceni stopień ograniczenia zdolności do pracy

source: Partial Capacity Benefit is not paid to people over 66
pl: Może to wymagać poddania się ocenie stanu zdrowia

source: If you were getting Invalidity Pension you will be transferred automatically to a State Pension (Contributory) when you turn 66
pl: Do wniosku należy dołączyć odpowiednią dokumentację z przebiegu leczenia

source: If you were getting Illness Benefit you must apply for a State pension and you should do so at least 3 months before your 66th birthday
pl: W przypadku uprawnienia do pobierania zasiłku z tytułu częściowej zdolności do pracy nie wymaga się przesyłania zaświadczeń medycznych

source: You can appeal a decision of a Deciding Officer on your claim for Partial Capacity Benefit to the independent Social Welfare Appeals Office within 21 days of the date of the decision
pl: Istnieje możliwość odwołania się od wydanej decyzji o nieprzyznaniu zasiłku z tytułu częściowej zdolności do pracy. Odwołanie należy złożyć w niezależnym biurze odwoławczym opieki społecznej w ciągu 21 dni od dnia wydania decyzji

source: Before an appeal you can seek a review of the decision by another Deciding Officer
pl: Przed złożeniem odwołania można uzyskać ocenę decyzji wydawaną przez innego urzędnika decyzyjnego
